Revit 2027 API
ParameterTypeId.ToposolidElevationAtTop Property
 "Elevation at Top"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ToposolidElevationAtTop { get; }
Public Shared ReadOnly Property ToposolidElevationAtTop As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ToposolidElevationAtTop {
	ForgeTypeId^ get ();
}
static member ToposolidElevationAtTop : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace